cask_args appdir: "/Applications"

tap "datawire/blackbird"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "nodenv/nodenv"

brew "openssl@1.1"
brew "sqlite"
brew "ansible"
brew "anyenv"
brew "bat"
brew "carthage"
brew "circleci"
brew "cmake"
brew "composer"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "emacs"
brew "entr"
brew "exa"
brew "fd"
brew "fish"
brew "fx"
brew "fzf"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "go"
brew "goose"
brew "grpcurl"
brew "htop"
brew "http-server"
brew "httpie"
brew "hub"
brew "webp"
brew "imagemagick"
brew "jq"
brew "lesspipe"
brew "mas"
brew "mint"
brew "protobuf"
brew "mysql"
brew "nodebrew"
brew "overmind"
brew "pandoc"
brew "peco"
brew "pwgen"
brew "python@2"
brew "ruby-build"
brew "rename"
brew "ripgrep"
brew "rmtrash"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "toilet"
brew "tree"
brew "varnish"
brew "w3m"
brew "wget"
brew "datawire/blackbird/telepresence"
brew "github/gh/gh"
brew "nodenv/nodenv/nodenv-default-packages", args: ["HEAD"]

cask "1password"
cask "alfred"
cask "android-studio"
cask "bettertouchtool"
cask "coteditor"
cask "docker-toolbox"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome-canary"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkdrop"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "ngrok"
cask "osxfuse"
cask "sequel-pro"
cask "sketch"
cask "slack"
cask "spark"
cask "tableplus"
cask "visual-studio-code"

mas "Xcode", id: 497799835
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
