cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'autojump'
brew 'emacs'
brew 'fish'
brew 'fzf'
brew 'ghq'
brew 'gibo'
brew 'gist'
brew 'hub'
brew 'mas'
brew 'mysql'
brew 'nodebrew'
brew 'overmind'
brew 'pandoc'
brew 'peco'
# brew 'pry'
brew 'rbenv'
brew 'rmtrash'
brew 'ruby-build'
brew 'sqlite'
brew 'tree'
brew 'w3m'
brew 'wget'
brew 'yarn'
brew 'lesspipe'

cask 'google-chrome'
cask 'firefox'
cask 'bettertouchtool'
cask 'coteditor'
cask 'iterm2'
cask 'sketch'
cask 'slack'
cask 'sourcetree'
cask 'spark'
cask 'visual-studio-code'
cask '1password'
cask 'trailer'
cask 'docker'
cask 'docker-toolbox'
cask 'alfred'
cask 'google-cloud-sdk'
