NathanRidley.autotrim
akamud.vscode-theme-onedark
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
eamodio.gitlens
ecmel.vscode-html-css
eg2.tslint
esbenp.prettier-vscode
hollowtree.vue-snippets
HookyQR.beautify
johnpapa.Angular2
kaiwood.endwise
kalitaalexey.vscode-rust
lunaryorn.fish-ide
mitaki28.vscode-clang
ms-vscode.cpptools
ms-vsts.team
msjsdiag.debugger-for-chrome
octref.vetur
pranaygp.vscode-css-peek
rust-lang.rust
sianglim.slim
skyapps.fish-vscode
sleistner.vscode-fileutils
Tyriar.sort-lines
vadimcn.vscode-lldb
wayou.vscode-todo-highlight
Zignd.html-css-class-completion
