0rax/fish-bd
edc/bass
evanlucas/fish-kubectl-completions
fisherman/rbenv
fisherman/z
karszawa/peco_change_directory
karszawa/peco_select_history
karszawa/git-utils-fish
oh-my-fish/plugin-argu
oh-my-fish/plugin-extract
b4b4r07/enhancd
franciscolourenco/done
jorgebucaran/fish-bax
jorgebucaran/fish-spark
