0rax/fish-bd
edc/bass
evanlucas/fish-kubectl-completions
fisherman/rbenv
fisherman/z
karszawa/peco_change_directory
karszawa/peco_select_history
oh-my-fish/plugin-argu
oh-my-fish/plugin-extract
